{
  "not_link" : "U heeft de link niet voltooid. U kunt linken vanuit 'Instellingen'",
  "login_description" : "Meld u nu aan om uw dagelijkse winkel op internet te bekijken, u hoeft Valorant niet te starten!",
  "dashboard_stats" : "We houden elke dag bij welke wapens worden aangeboden en in welk tempo. We kunnen dit doen omdat zoveel gebruikers onze diensten gebruiken.",
  "store_description" : "Je kunt hier de dagelijkse winkel bekijken. Je kunt ook op een kaart klikken om meer gedetailleerde informatie te zien.",
  "store_title" : "Winkel",
  "store_share_title" : "Gebruikerswinkel",
  "store_share" : "Deel de winkel op Twitter",
  "store_share_text" : "Hey jongens, kijk eens naar mijn winkel!",
  "store_night_market" : "Nachtmarkt",
  "about_title" : "Over",
  "about_description" : "Valorant Store Checker is gemaakt om Valorant comfortabeler te maken. Veel mensen gebruiken het elke dag om winkels onderweg te checken zonder Valorant te starten. Er is nu ook een iOS-app gemaakt vanuit de community. En vergeet niet over dat we zijn gemaakt dóór spelers, voor spelers.",
  "about_discord" : "We hebben een community van meer dan 10.000 gebruikers! Doe mee, praat en help degenen die hulp nodig hebben! Maak gerust een ticket aan als je vragen hebt.",
  "about_safety" : "Veiligheidsinitiatieven",
  "about_safety_text" : "We zijn open source en iedereen heeft op elk moment toegang tot de code. Uw privacy is mijn topprioriteit en ik heb er alles aan gedaan om ervoor te zorgen. Houd er echter rekening mee dat we volgens de gebruiksvoorwaarden niet verantwoordelijk voor eventuele problemen die u kunt tegenkomen bij het gebruik van de site. En ik krijg vaak de vraag: 'Waarom heb ik een Riot-wachtwoord nodig?' De reden is dat hoewel de meeste van uw statistieken vrij toegankelijk zijn zonder wachtwoord, uw winkel als gevoelige informatie wordt beschouwd en een opmerkelijke uitzondering vormt. Om de site toegang te geven tot uw winkel, hebben we uw inloggegevens nodig om uw winkel op te halen via de Third Party API. Ik wou dat Riot ze in hun officiële API zou implementeren, maar helaas zijn ze er niet erg enthousiast over.",
  "about_faq" : "Veel gestelde vragen",
  "about_faq_qsafe": "V. Is deze site veilig?",
  "about_faq_asafe": "A. Ik kan geen ja zeggen, maar de broncode voor deze site is allemaal beschikbaar op github. Het gebruik van deze site is ook op eigen risico.",
  "about_faq_qmyregion": "V. Hoe kan ik de regio van mijn Riot-account zien?",
  "about_faq_amyregion": "A. Meld u aan bij uw account op de officiële Riot Games-website om uw huidige regio te zien. De bestemmingspagina zal al uw persoonlijke informatie weergeven, inclusief uw Riot-ID en tag; ga naar het tweede gedeelte 'Persoonlijke informatie' en vink het tekstvak 'Land/Regio' aan onder het e-mailadres waarmee je je hebt geregistreerd. Dit is de regio die is geregistreerd voor je Riot-account.",
  "about_faq_qmyriotname": "V. Wat is de gebruikersnaam van mijn Riot-account?",
  "about_faq_amyriotname": "A. De gebruikersnaam van je Riot-account is de gebruikersnaam die je gebruikt om in te loggen, zoals 'SuperJett', niet de weergavenaam zoals 'SuperJett#1234'",
  "settings_title" : "Instellingen",
  "settings_general" : "Algemeen",
  "settings_private" : "Kies of u de winkel openbaar of privé wilt maken",
  "settings_acc" : "Account",
  "settings_link_acc" : "Link naar Riot-account",
  "settings_unlink_acc" : "Ontkoppelen naar Riot-account",
  "settings_link_help" : "Als u de link naar uw account (login) niet weet, of als u een externe applicatie zoals Google gebruikt, is de volgende hulp beschikbaar.",
  "settings_link_warning" : "Houd er rekening mee dat na ontkoppeling alle gebruikersinstellingen en accountinformatie worden verwijderd.",
  "settings_autologin" : "Selecteer of u automatisch wilt inloggen wanneer cookies verlopen. Houd er rekening mee dat indien ingeschakeld, uw gebruikersnaam en wachtwoord in gecodeerde vorm worden opgeslagen.",
  "reminder_title" : "Herinnering",
  "reminder_description" : "Hier kun je herinneringen instellen, een functie die alleen beschikbaar is voor community supporters. Registreer je door de wapens toe te voegen die je wilt hebben. Je krijgt een melding op Discord wanneer er een wapen is dat je wilt als de winkel wordt bijgewerkt.",
  "not_rank" : "Je bent geen gemeenschapsondersteuner en kunt het niet gebruiken."
}