{
  "index_btn1" : "Discord Bot",
  "index_btn2" : "See Store",
  "index_btn3" : "iOS App",
  "not_link" : "Вы не подключили учетную запись. Чтобы подключить, перейдите в 'Настройки'",
  "login_description" : "Войдите, чтобы проверить свой Ежедневный Магазин через интернет, Вам не нужно запускать Valorant!",
  "dashboard_stats" : "Мы каждый день отслеживаем, какое оружие предлагают и по какой цене. Мы можем это сделать, поскольку очень многие пользователи пользуются нашими услугами.",
  "store_description" : "Вы можете проверить ежедневный магазин здесь. Вы также можете нажать на оружие для просмотра более подробной информации.",
  "store_title" : "Магазин",
  "store_share_title" : "Магазин пользователя",
  "store_share" : "Поделиться магазином в Twitter",
  "store_share_text" : "Эй, ребята, посмотрите на мой магазин!",
  "store_night_market" : "Ночной Рынок",
  "about_title" : "О нас",
  "about_description" : "Valorant Store Checker был создан, чтобы сделать Valorant более удобным. Многие используют его каждый день, чтобы проверить магазины на ходу, не запуская Valorant. Кроме того, сообщество создало приложение для iOS. И не забывайте, что мы созданы игроками для игроков.",
  "about_discord" : "Наше сообщество насчитывает более 20 000 пользователей! Присоединяйтесь к нам, общайтесь и помогайте нуждающимся! Пожалуйста, не стесняйтесь создать заявку, если у вас есть вопросы.",
  "about_safety" : "Инициативы безопасности",
  "about_safety_text" : "У нас есть открытый код, и каждый может получить доступ к коду в любое время. Ваша конфиденциальность является моим главным приоритетом, и я сделал все возможное, чтобы обеспечить это. Однако заметьте, что в соответствии с Условиями использования мы не несем ответственности за какие-либо проблемы, с которыми вы можете столкнуться при использовании сайта. Меня часто спрашивают: 'Зачем мне пароль Riot?' Причина заключается в том, что хотя большинство ваших статистических данных в свободном доступе без пароля, ваш магазин считается конфиденциальной информацией и является заметным исключением. Чтобы сайт мог получить доступ к вашему магазину, нам нужна ваша регистрационная информация, чтобы получить доступ к вашему магазину через сторонний API. Я бы хотел, чтобы Riot внедрил их в свой официальный API, но, к сожалению, они не в восторге от них.",
  "about_faq" : "Часто задаваемые вопросы",
  "about_faq_qsafe": "В. Безопасен ли этот сайт?",
  "about_faq_asafe": "О. Я не могу сказать «да», но весь исходный код для этого сайта доступен на github. Кроме того, вы используете этот сайт на свой страх и риск.",
  "about_faq_qmyregion": "В. Как я могу проверить регион своего аккаунта Riot?",
  "about_faq_amyregion": "О. Войдите в свой аккаунт на официальном сайте Riot Games, чтобы увидеть текущий регион. На целевой странице будет отображена вся ваша личная информация, включая ваш идентификатор Riot и слоган; перейдите во второй раздел «Личная информация» и поставьте флажок в текстовом поле «Страна/регион» под электронным адресом, с которым вы зарегистрировались. Это регион, зарегистрированный в вашем аккаунте Riot.",
  "about_faq_qmyriotname": "В. Какое у меня имя пользователя учетной записи Riot?",
  "about_faq_amyriotname": "О. Имя пользователя учетной записи Riot – это имя пользователя, которое вы используете для входа, например «SuperJett», а не отображаемое имя, например «SuperJett#1234».",
  "settings_title" : "Настройки",
  "settings_general" : "Общие",
  "settings_private" : "Выберите, чтобы сделать магазин общедоступным или приватным",
  "settings_acc" : "Учетная запись",
  "settings_link_acc" : "Подключить учетную запись Riot",
  "settings_unlink_acc" : "Отсоеденить учетную запись Riot",
  "settings_link_help" : "Если вы не знаете как подключить свою учетную запись (логин), или если вы используете третью сторону, например Google, доступна следующая справка.",
  "settings_link_warning" : "Обратите внимание, что после отключения все настройки пользователя и данные учетной записи будут удалены.",
  "settings_autologin" : "Автоматический вход после окончания срока действия файлов cookie. Имейте в виду, что если включено, имя пользователя и пароль будут сохранены в зашифрованном виде.",
  "reminder_title" : "Напоминание",
  "reminder_description" : "Здесь можно настроить напоминание, эта функция доступна только для сторонников сообщества. Зарегистрируйтесь, добавив нужное оружие. Когда будет обновлен магазин, вы получите уведомление в Discord, когда появится нужное вам оружие.",
  "not_rank" : "Вы не поддерживаете сообщество и не можете его использовать."
}
