{
  "not_link" : "Du har inte länkat ditt konto. Du kan länka ditt konto i 'inställningar'",
  "login_description" : "Logga in nu för att kolla din affär från webben, slipp starta Valorant för att kolla!",
  "dashboard_stats" : "Vi håller koll på vilka vapen som finns tillgängliga varje dag och hur ofta. Vi gör detta för att så många spelare använder våra tjänster.",
  "store_description" : "Du kan kolla din affär här. Du kan även klicka på dem för att se mer advancerad information.",
  "store_title" : "Affär",
  "store_share_title" : "Användar Affär",
  "store_share" : "Dela din affär på twitter",
  "store_share_text" : "Tjena! Titta på min Valorant Affär!",
  "store_night_market" : "Night Market",
  "about_title" : "Om VSC",
  "about_description" : "Valorant Store Checker var skapad för att göra Valorant mer chill. Många spelare använder nu detta varje dag för att kolla sin affär on the go utan att behöva öpnna upp Valorant. En IOS app finns tillgänglig på App Store. Men glöm inte att vi ver gjorda av spelare för spelare. ",  "about_discord" : "Vi har enn gemenskap med över 10,000 användare! Gå med oss vettja! Här kan du prata, chilla och hjälpa de som behöver hjälp. Om du har några frågor är du välkommen att öppna en ticket!",
  "about_safety" : "Säkerhets Initiativ",
  "about_safety_text" : "Vi är helt öppen källkod och vem som helst kan komma åt koden när som helst. Din integritet är min högsta prioritet och jag har gjort allt i min makt för att säkerställa det. Observera dock att vi enligt användarvillkoren inte är ansvariga för eventuella problem som du kan stöta på när du använder webbplatsen. Jag får ofta frågan: 'Varför behöver ni mitt Riot lösenord?' Anledningen är att även om det mesta av din statistik är lätt tillgänglig utan lösenord, anses din butik vara känslig information och är ett anmärkningsvärt undantag. För att webbplatsen ska få tillgång till din butik behöver vi din inloggningsinformation för att kunna hämta din butik via Ten Tredjeparts API. Jag önskar att Riot skulle implementera dem i deras officiella API, men tyvärr är de inte särskilt entusiastiska över dem.",
  "about_faq" : "Vanligt Ställda Frågor",
  "about_faq_qsafe": "Q. Är denna hemsida säker?",
  "about_faq_asafe": "A. Jag kan inte säga ja, men källkoden är enkel att komma åt helt gratis via GitHub men använding av denna hemsida är på egen risk.",
  "about_faq_qmyregion": "Q. Hur kan jag kolla regionen på mitt konto?",
  "about_faq_amyregion": "A. Logga in på ditt konto på den officiella Riot Games-webbplatsen för att se din nuvarande region. Målsidan kommer att visa all din personliga information, inklusive ditt Riot ID och tagline. Gå till det andra avsnittet 'Personlig information' och markera textrutan 'Land/Region' under e-postadressen du registrerade dig med. Detta är den region som är registrerad på ditt Riot-konto.",
  "about_faq_qmyriotname": "Q. Vad är mitt Riot Användarnamn?",
  "about_faq_amyriotname": "A. Användarnamnet för ditt Riot-konto är användarnamnet du använder för att logga in, som 'SuperJett', inte visningsnamnet som 'SuperJett#1234'",
  "settings_title" : "Inställningar",
  "settings_general" : "Generellt",
  "settings_private" : "Välj om din affär ska vara privat eller publik.",
  "settings_acc" : "Konto",
  "settings_link_acc" : "Länka till Riot Konto",
  "settings_unlink_acc" : "Tabort länk till Riot Konto",
  "settings_link_help" : "Om du inte känner till länken till ditt konto (inloggning), eller om du använder en tredje part som Google, finns följande hjälp tillgänglig.",
  "settings_link_warning" : "Observera att när länken har tagits bort kommer alla användarinställningar och kontoinformation att raderas.",
  "settings_autologin" : "Välj om du vill logga in automatiskt när kakorna går ut. Observera att om det är aktiverat kommer ditt användarnamn och lösenord att lagras i krypterad form.",
  "reminder_title" : "Påminnelse",
  "reminder_description" : "Här kan du ställa in påminnelser, en funktion som endast är tillgänglig för communitysupportrar. Vänligen registrera dig genom att lägga till de vapen du vill ha. Du kommer att meddelas på Discord när det finns ett vapen du vill ha när butiken uppdateras.",
  "not_rank" : "Du är inte en community supporter och du kan inte använda denna funktion."
}
