{
  "not_link" : "You have not completed the link. You can link from 'Settings'",
  "login_description" : "Login now to check your Daily Store from the web, no need to launch Valorant!",
  "dashboard_stats" : "We track which weapons are offered every day and at what rate. We can do this because so many users use our services.",
  "store_description" : "You can check the daily store here. You can also click on a card to see more detailed information.",
  "store_title" : "Affär",
  "store_share_title" : "Användar Affär",
  "store_share" : "Dela din affär på twitter",
  "store_share_text" : "Tjena! Titta på min Affär!",
  "store_night_market" : "Night Market",
  "about_title" : "Om VSC",
  "about_description" : "Valorant Store Checker was created to make Valorant more comfortable. Many people use it every day to check stores on the go without launching Valorant. Also, an iOS app has now been created from the community. And don't forget about the fact that we were created by players for players.",
  "about_discord" : "We have a community of over 10,000 users! Come join us, talk, and help those who need help! Please feel free to create a ticket if you have any questions.",
  "about_safety" : "Safety Initiatives",
  "about_safety_text" : "We are open source and anyone can access the code at any time. Your privacy is my top priority and I have done everything in my power to ensure it. Please note, however, that under the Terms of Use we are not responsible for any problems you may encounter in using the site. And I often get asked, 'Why do I need a Riot password?' The reason is that while most of your statistics are freely accessible without a password, your store is considered sensitive information and is a notable exception. In order for the site to access your store, we need your login information in order to retrieve your store through the Third Party API. I wish Riot would implement them in their official API, but unfortunately they are not very enthusiastic about them.",
  "about_faq" : "Frequently Asked Questions",
  "about_faq_qsafe": "Q. Is this site secure?",
  "about_faq_asafe": "A. I cannot say yes, but the source code for this site is all available on github. Also, use of this site is at your own risk.",
  "about_faq_qmyregion": "Q. How can I check the region of my Riot account?",
  "about_faq_amyregion": "A. Sign in to your account on the official Riot Games website to see your current region. The landing page will display all your personal information, including your Riot ID and tagline; go to the second section 'Personal Information' and check the 'Country/Region' text box under the email address you registered with. This is the region registered to your Riot account.",
  "about_faq_qmyriotname": "Q. What is my Riot account username?",
  "about_faq_amyriotname": "A. The username of your Riot account is the username you use to log in, like 'SuperJett', not the display name like 'SuperJett#1234'",
  "settings_title" : "Inställningar",
  "settings_general" : "Generellt",
  "settings_private" : "Select whether to make the store public or private",
  "settings_acc" : "Konto",
  "settings_link_acc" : "Länka till Riot Konto",
  "settings_unlink_acc" : "Tabort länk till Riot Konto",
  "settings_link_help" : "If you do not know the link to your account (login), or if you are using a third party such as Google, the following help is available.",
  "settings_link_warning" : "Please note that once unlinked, all user settings and account information will be deleted.",
  "settings_autologin" : "Select whether to automatically login when cookies expire. Please note that if turned on, your user name and password will be stored in encrypted form.",
  "reminder_title" : "Påminnelse",
  "reminder_description" : "Here you can set up reminders, a feature available only to community supporters. Please register by adding the weapons you want. You will be notified on Discord when there is a weapon you want when the store is updated.",
  "not_rank" : "Du är inte en community supporter och du kan inte använda detta."
}
