{
  "not_link" : "Ви не приєднали обліковий запис. Для приєднання, перейдіть до 'Налаштувань'",
  "login_description" : "Увійдіть, щоб перевірити свій Щоденний Магазин з браузера, Вам не потрібно запускати Valorant!",
  "dashboard_stats" : "Ми щодня відстежуємо, яку зброю пропонують і за якою ціною. Ми можемо це зробити, оскільки дуже багато користувачів користуються нашими послугами.",
  "store_description" : "Ви можете перевірити щоденний магазин тут. Ви також можете натиснути на зброю, щоб переглянути детальнішу інформацію.",
  "store_title" : "Магазин",
  "store_share_title" : "Магазин користувача",
  "store_share" : "Поділитися магазином у Twitter",
  "store_share_text" : "Гей, хлопці, подивіться на мій магазин!",
  "store_night_market" : "Нічний Ринок",
  "about_title" : "Про нас",
  "about_description" : "Valorant Store Checker було створено, щоб зробити Valorant зручнішим. Багато людей використовують його щодня, щоб перевірити магазини на ходу, не запускаючи Valorant. Крім того, спільнота створила додаток для iOS. І не забувайте про те, що ми створені гравцями для гравців.",
  "about_discord" : "Наша спільнота налічує понад 20 000 користувачів! Приєднуйтесь до нас, спілкуйтеся та допомагайте тим, хто потребує допомоги! Будь ласка, не соромтеся створити заявку, якщо у вас виникнуть запитання.",
  "about_safety" : "Ініціативи безпеки",
  "about_safety_text" : "Ми маємо відкритий код, і кожен може отримати доступ до коду в будь-який час. Ваша конфіденційність є моїм головним пріоритетом, і я зробив усе можливе, щоб забезпечити це. Однак зауважте, що згідно з Умовами використання ми не несемо відповідальності за будь-які проблеми, з якими ви можете зіткнутися під час використання сайту. Мене часто запитують: «Навіщо мені пароль Riot?» Причина полягає в тому, що хоча більшість ваших статистичних даних є у вільному доступі без пароля, ваш магазин вважається конфіденційною інформацією і є помітним винятком. Щоб сайт міг отримати доступ до вашого магазину, нам потрібна ваша реєстраційна інформація, щоб отримати доступ до вашого магазину через сторонній API. Я б хотів, щоб Riot впровадив їх у свій офіційний API, але, на жаль, вони не в захваті від них.",
  "about_faq" : "Найчастіше задавані питання",
  "about_faq_qsafe": "З. Чи безпечний цей сайт?",
  "about_faq_asafe": "В. Я не можу сказати «так», але весь вихідний код для цього сайту доступний на github. Крім того, ви використовуєте цей сайт на свій страх і ризик.",
  "about_faq_qmyregion": "З. Як я можу перевірити регіон свого облікового запису Riot?",
  "about_faq_amyregion": "В. Увійдіть у свій обліковий запис на офіційному веб-сайті Riot Games, щоб побачити свій поточний регіон. На цільовій сторінці буде відображена вся ваша особиста інформація, включаючи ваш ідентифікатор Riot і слоган; перейдіть до другого розділу «Особиста інформація» та поставте прапорець у текстовому полі «Країна/регіон» під електронною адресою, з якою ви зареєструвалися. Це регіон, зареєстрований у вашому обліковому записі Riot.",
  "about_faq_qmyriotname": "З. Яке у мене ім'я користувача облікового запису Riot?",
  "about_faq_amyriotname": "В. Ім’я користувача вашого облікового запису Riot – це ім’я користувача, яке ви використовуєте для входу, як-от «SuperJett», а не відображуване ім’я, як-от «SuperJett#1234».",
  "settings_title" : "Налаштування",
  "settings_general" : "Загальні",
  "settings_private" : "Виберіть, щоб зробити магазин загальнодоступним чи приватним",
  "settings_acc" : "Обліковий запис",
  "settings_link_acc" : "Приєднати обліковий запис Riot",
  "settings_unlink_acc" : "Від'єднати обліковий запис Riot",
  "settings_link_help" : "Якщо ви не знаєте як приєднати свій обліковий запис (логін), або якщо ви використовуєте третю сторону, наприклад Google, доступна наступна довідка.",
  "settings_link_warning" : "Зауважте, що після від'єднання всі налаштування користувача та дані облікового запису буде видалено.",
  "settings_autologin" : "Автоматичний вхід після закінчення терміну дії файлів cookie. Зауважте, що якщо ввімкнено, ваше ім’я користувача та пароль зберігатимуться в зашифрованому вигляді.",
  "reminder_title" : "Нагадування",
  "reminder_description" : "Тут ви можете налаштувати нагадування, ця функція доступна лише для прихильників спільноти. Зареєструйтеся, додавши потрібну зброю. Коли буде оновлено магазин, ви отримаєте сповіщення в Discord, коли з’явиться потрібна вам зброя.",
  "not_rank" : "Ви не підтримуєте спільноту і не можете ним користуватися."
}
